&НаКлиенте
Процедура КомандаВыполнитьКоманду(Команда)                                                  
	ОповещенияПослеРачсета = Новый ОписаниеОповещения("ПослеВыполненияРасчета", ЭтотОбъект);
	//НачатьВыполнениеКоманды(ОповещенияПослеРачсета, 20, 30);
    ВыполнитьОбработкуОповещения(ОповещенияПослеРачсета, 50);
КонецПроцедуры //КомандаВыполнитьКоманду      

&НаКлиенте
Процедура ПослеВыполненияРасчета(Резульат, Параметры) экспорт
	Сообщить("Результат расчета="+СокрЛП(Резульат));
конецПроцедуры //
